ext-sources-app/tests/test_files/soap/NUR_testSearchByLicenseNumber_nomatch_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByLicenseNumber>
         <arg0>
            <identifier>178975</identifier>
            <checkDigit>8</checkDigit>
            <licenseType>
               <name>RN</name>
            </licenseType>
         </arg0>
      </impl:searchByLicenseNumber>
   </soapenv:Body>
</soapenv:Envelope>